{"_id":{"$oid":"5f3c3de54452acfdf6492d04"},"Name":"Animated","Description":"Animation is a method in which pictures are manipulated to appear as moving images. In traditional animation, images are drawn or painted by hand on transparent celluloid sheets to be photographed and exhibited on film."}
{"_id":{"$oid":"5f3c3df44452acfdf6492d05"},"Name":"Thriller","Description":"Thriller film, also known as suspense film or suspense thriller, is a broad film genre that involves excitement and suspense in the audience. Tension is created by delaying what the audience sees as inevitable, and is built through situations that are menacing or where escape seems impossible."}
{"_id":{"$oid":"5f3c3e014452acfdf6492d06"},"Name":"Comedy","Description":"A comedy film is a category of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect."}
{"_id":{"$oid":"5f3c3e104452acfdf6492d07"},"Name":"Romantic Comedy","Description":"Romantic comedy (also known as romcom or rom-com) is a subgenre of comedy and slice-of-life fiction, focusing on lighthearted, humorous plot lines centered on romantic ideas, such as how true love is able to surmount most obstacles."}
{"_id":{"$oid":"5f3c3e214452acfdf6492d08"},"Name":"Horror","Description":"A horror film is a film that seeks to elicit fear for entertainment purposes.[1] Initially inspired by literature from authors such as Edgar Allan Poe, Bram Stoker, and Mary Shelley,[2] horror has existed as a film genre for more than a century."}
{"_id":{"$oid":"5f3c3e344452acfdf6492d09"},"Name":"Mystery","Description":"A mystery film is a genre of film that revolves around the solution of a problem or a crime. It focuses on the efforts of the detective, private investigator or amateur sleuth to solve the mysterious circumstances of an issue by means of clues, investigation, and clever deduction."}
{"_id":{"$oid":"5f3c3e434452acfdf6492d0a"},"Name":"Action","Description":"Action film is a film genre in which the protagonist or protagonists are thrust into a series of events that typically include violence, extended fighting, physical feats and frantic chases."}
